<?php

return [
    'plural' => 'بيانات الفروع',
    'singular' => 'بيانات الفرع',
    'empty' => 'لا توجد بيانات للفروع',
    'select' => 'اختر بيانات الفرع',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'actions' => 'الإجراءات',
        'list' => 'كل بيانات الفروع',
        'show' => 'عرض',
        'create' => 'إضافة بيانات فرع جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل بيانات الفرع',
        'delete' => 'حذف بيانات الفرع',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة بيانات الفرع بنجاح',
        'updated' => 'تم تعديل بيانات الفرع بنجاح',
        'deleted' => 'تم حذف بيانات الفرع بنجاح',
        'retrieved' => 'تم أسترجاع بيانات الفرع بنجاح',
    ],
    'attributes' => [
        'id' => 'الرقم التسلسلي',
        'title' => 'الاسم',
        'address' => 'العنوان',
        'google_map' => 'رابط خريطة جوجل',
        'phone_number_1' => 'رقم الهاتف المحمول',
        'phone_number_2' => 'رقم الهاتف المحمول',
        'telephone_number' => 'رقم التليفون الارضي',
        'email_1' => 'البريد الإلكتروني',
        'email_2' => 'البريد الإلكتروني',
        'status' => 'الحالة',
        'created_at' => 'تاريخ الإضافة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف بيانات الفرع ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ]
    ],
    'status' => [
        'ACTIVE' => 'مفعل',
        'INACTIVE' => 'غير مفعل',
    ]
];
