<?php

return [
    'plural' => 'رسائل أتصل بنا',
    'singular' => 'رسالة اتصل بنا',
    'empty' => 'لا توجد رسائل أتصل بنا',
    'select' => 'اختر رسالة اتصل بنا',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'actions' => 'الاجراءات',
        'list' => 'كل رسائل أتصل بنا',
        'show' => 'عرض',
        'create' => 'إضافة رسالة أتصل بنا جديده',
        'new' => 'إضافة',
        'edit' => 'تعديل رسالة اتصل بنا',
        'delete' => 'حذف رسالة اتصل بنا',
        'save' => 'حفظ',
        'filter' => 'بحث',
        'latest' => 'أحدث رسائل أتصل بنا',
    ],
    'messages' => [
        'created' => 'تم إضافة رسالة اتصل بنا بنجاح .',
        'updated' => 'تم تعديل رسالة اتصل بنا بنجاح .',
        'deleted' => 'تم حذف رسالة اتصل بنا بنجاح .',
        'retrieved' => 'تم أسترجاع البيانات بنجاح.',
    ],
    'attributes' => [
        'id' => 'الرقم التسلسلي',
        'name' => 'الاسم',
        'email' => 'البريد الالكترونى',
        'subject' => 'موضوع الرسالة',
        'message' => 'نص الرسالة',
        'read_at' => 'تاريخ العرض',
        'created_at' => 'تاريخ الاضافة',
        'new' => 'جديد',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا رسالة اتصل بنا ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ]
    ]
];
