<?php

return [
    'plural' => 'شركاء النجاح',
    'singular' => 'شريك النجاح',
    'empty' => 'لا توجد شركاء النجاح',
    'select' => 'اختر شريك النجاح',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'actions' => 'الاجراءات',
        'list' => 'كل شركاء النجاح',
        'show' => 'عرض',
        'create' => 'إضافة شريك نجاح جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل شريك النجاح',
        'delete' => 'حذف شريك النجاح',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة شريك النجاح بنجاح .',
        'updated' => 'تم تعديل شريك النجاح بنجاح .',
        'deleted' => 'تم حذف شريك النجاح بنجاح .',
        'retrieved' => 'تم أسترجاع البيانات بنجاح.',
    ],
    'attributes' => [
        'id' => 'الرقم التسلسلي',
        'title' => 'الاسم',
        'description' => 'الوصف',
        'url' => 'رابط الموقع',
        'image' => 'الصورة',
        'status' => 'الحالة',
        'created_at' => 'تاريخ الاضافة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا شريك النجاح ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ]
    ],
    'status' => [
        'ACTIVE' => 'مفعل',
        'INACTIVE' => 'غير مفعل',
    ]
];
