<?php

return [
    'plural' => 'الاعدادات',
    'singular' => 'الاعدادات',
    'empty' => 'لا توجد اعدادات',
    'select' => 'اختر الاعدادات',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'actions' => 'الاجراءات',
        'list' => 'كل الاعدادات',
        'show' => 'عرض',
        'create' => 'اضافة اعدادات جديدة',
        'new' => 'جديد',
        'edit' => 'تعديل الاعدادات',
        'delete' => 'حذف الاعدادات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الاعدادات بنجاح.',
        'updated' => 'تم تعديل الاعدادات بنجاح.',
        'deleted' => 'تم حذف الاعدادات بنجاح.',
        'retrieved' => 'تم أسترجاع البيانات بنجاح.',
    ],
    'attributes' => [
        'id' => 'الرقم التسلسلي',
        'title' => 'الاسم',
        'short_description' => 'وصف قصير',
        'description' => 'الوصف',
        'facebook_url' => 'رابط حساب او صفحة الفيس بوك',
        'whatsapp_url' => 'رابط حساب او قناة الواتس اب',
        'telegram_url' => 'رابط حساب او قناة التليجرام',
        'instagram_url' => 'رابط حساب او صفحة الانستجرام',
        'twitter_url' => 'رابط حساب التويتر',
        'linkedin_url' => 'رابط حساب اللينكدان',
        'youtube_url' => 'رابط قناة اليوتيوب',
        'image' => 'الصورة',
        'created_at' => 'تاريخ الاضافة',
        'added_tax_value' => 'قيمة الضريبة المضافة'
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الاعدادات ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ]
    ]
];
