<?php

return [
    'plural' => 'اشتراكات النشرة الإخبارية',
    'singular' => 'اشتراك النشرة الإخبارية',
    'empty' => 'لا توجد اشتراكات النشرة الإخبارية',
    'select' => 'اختر اشتراك النشرة الإخبارية',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'actions' => 'الاجراءات',
        'list' => 'كل اشتراكات النشرة الإخبارية',
        'show' => 'عرض',
        'create' => 'إضافة رسالة أتصل بنا جديده',
        'new' => 'إضافة',
        'edit' => 'تعديل اشتراك النشرة الإخبارية',
        'delete' => 'حذف اشتراك النشرة الإخبارية',
        'save' => 'حفظ',
        'filter' => 'بحث',
        'latest' => 'أحدث اشتراكات النشرة الإخبارية',
    ],
    'messages' => [
        'created' => 'تم إضافة اشتراك النشرة الإخبارية بنجاح .',
        'updated' => 'تم تعديل اشتراك النشرة الإخبارية بنجاح .',
        'deleted' => 'تم حذف اشتراك النشرة الإخبارية بنجاح .',
        'retrieved' => 'تم أسترجاع البيانات بنجاح.',
    ],
    'attributes' => [
        'id' => 'الرقم التسلسلي',
        'email' => 'البريد الالكترونى',
        'read_at' => 'تاريخ العرض',
        'created_at' => 'تاريخ الاضافة',
        'new' => 'جديد',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الاشتراك ؟',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ]
    ]
];
